{
  "nhits": 78,
  "cards": [
    {
      "type": "major",
      "name_short": "ar01",
      "name": "The Magician",
      "value": "1",
      "value_int": 1,
      "meaning_up": "Skill, diplomacy, address, subtlety; sickness, pain, loss, disaster, snares of enemies; self-confidence, will; the Querent, if male.",
      "meaning_rev": "Physician, Magus, mental disease, disgrace, disquiet.",
      "desc": "A youthful figure in the robe of a magician, having the countenance of divine Apollo, with smile of confidence and shining eyes. Above his head is the mysterious sign of the Holy Spirit..."
    },
    {
      "type": "major",
      "name_short": "ar02",
      "name": "The High Priestess",
      "value": "2",
      "value_int": 2,
      "meaning_up": "Secrets, mystery, the future as yet unrevealed; the woman who interests the Querent, if male; the Querent herself, if female; silence, tenacity; mystery, wisdom, science.",
      "meaning_rev": "Passion, moral or physical ardour, conceit, surface knowledge.",
      "desc": "She has the lunar crescent at her feet, a horned diadem on her head, with a globe in the middle place, and a large solar cross on her breast. The scroll in her hands is inscribed with the word Tora..."
    },
    {
      "type": "major",
      "name_short": "ar03",
      "name": "The Empress",
      "value": "3",
      "value_int": 3,
      "meaning_up": "Fruitfulness, action, initiative, length of days; the unknown, clandestine; also difficulty, doubt, ignorance.",
      "meaning_rev": "Light, truth, the unravelling of involved matters, public rejoicings; according to another reading, vacillation.",
      "desc": "A stately figure, seated, having rich vestments and royal aspect, as of a daughter of heaven and earth. Her diadem is of twelve stars..."
    },
    {
      "type": "major",
      "name_short": "ar04",
      "name": "The Emperor",
      "value": "4",
      "value_int": 4,
      "meaning_up": "Stability, power, protection, realization; a great person; aid, reason, conviction; also authority and will.",
      "meaning_rev": "Benevolence, compassion, credit; also confusion to enemies, obstruction, immaturity.",
      "desc": "He has a form of the Crux ansata for his sceptre and a globe in his left hand. He is a crowned monarch—commanding, stately, seated on a throne..."
    },
    {
      "type": "major",
      "name_short": "ar05",
      "name": "The Hierophant",
      "value": "5",
      "value_int": 5,
      "meaning_up": "Marriage, alliance, captivity, servitude; by another account, mercy and goodness; inspiration; the man to whom the Querent has recourse.",
      "meaning_rev": "Society, good understanding, concord, overkindness, weakness.",
      "desc": "He wears the triple crown and is seated between two pillars, but they are not those of the Temple which is guarded by the High Priestess..."
    }
    // Add remaining cards following this structure
  ]
}